Repository: bandanpixster-ship-it/LocalizerHelper
Catalog: Localizable.xcstrings
Source language: en
Languages: af, bn, de, es, fr, hi, hr, id, mr, pt_br, ta, te, zu

source: Easily translate text from photos, whether it’s a sign, menu, or document. It works offline whenever you need it.
af: Vertaal teks maklik vanaf foto's, of dit nou 'n teken, spyskaart of dokument is. Dit werk vanlyn wanneer jy dit ook al nodig het.
bn: ফটো থেকে সহজে টেক্সট অনুবাদ করুন, সেটা সাইন, মেনু বা ডকুমেন্টই হোক না কেন। এটি অফলাইনে কাজ করে যখনই আপনার প্রয়োজন হয়।
de: Übersetzen Sie ganz einfach Text aus Fotos, egal ob es sich um ein Schild, eine Speisekarte oder ein Dokument handelt. Es funktioniert offline, wann immer Sie es brauchen.
es: Traduce fácilmente texto de fotos, ya sea un letrero, un menú o un documento. Funciona sin conexión siempre que lo necesites.
fr: Traduisez facilement du texte à partir de photos, qu'il s'agisse d'un panneau, d'un menu ou d'un document. Il fonctionne hors ligne chaque fois que vous en avez besoin.
hi: फ़ोटो से टेक्स्ट का आसानी से अनुवाद करें, चाहे वह कोई चिह्न, मेनू या दस्तावेज़ हो। जब भी आपको इसकी आवश्यकता हो यह ऑफ़लाइन काम करता है।
hr: Jednostavno prevedite tekst s fotografija, bilo da se radi o znaku, jelovniku ili dokumentu. Radi izvan mreže kad god vam zatreba.
id: Terjemahkan teks dari foto dengan mudah, baik itu tanda, menu, atau dokumen. Ini berfungsi offline kapan pun Anda membutuhkannya.
mr: फोटोंमधून मजकूर सहजपणे अनुवादित करा, मग ते चिन्ह, मेनू किंवा दस्तऐवज असो. जेव्हा आपल्याला त्याची आवश्यकता असते तेव्हा ते ऑफलाइन कार्य करते.
pt_br: Traduza facilmente texto de fotos, seja uma placa, menu ou documento. Funciona offline sempre que você precisar.
ta: அது அடையாளமாக இருந்தாலும், மெனுவாக இருந்தாலும், ஆவணமாக இருந்தாலும் புகைப்படங்களிலிருந்து உரையை எளிதாக மொழிபெயர்க்கலாம். உங்களுக்குத் தேவைப்படும் போதெல்லாம் இது ஆஃப்லைனில் வேலை செய்யும்.
te: ఫోటోల నుండి వచనాన్ని సులభంగా అనువదించండి, అది గుర్తు, మెను లేదా పత్రం. మీకు అవసరమైనప్పుడు ఇది ఆఫ్‌లైన్‌లో పని చేస్తుంది.
zu: Humusha kalula umbhalo osuka ezithombeni, noma ngabe kuwuphawu, imenyu, noma idokhumenti. Isebenza ungaxhunyiwe ku-inthanethi noma nini uma uyidinga.

source: Enjoy uninterrupted real-time translations for conversations. Available offline.
af: Geniet ononderbroke intydse vertalings vir gesprekke. Vanlyn beskikbaar.
bn: কথোপকথনের জন্য নিরবচ্ছিন্ন রিয়েল-টাইম অনুবাদ উপভোগ করুন। অফলাইনে উপলব্ধ।
de: Genießen Sie unterbrechungsfreie Echtzeitübersetzungen für Gespräche. Offline verfügbar.
es: Disfrute de traducciones ininterrumpidas en tiempo real para conversaciones. Disponible sin conexión.
fr: Profitez de traductions ininterrompues en temps réel pour les conversations. Disponible hors ligne.
hi: बातचीत के लिए निर्बाध वास्तविक समय अनुवाद का आनंद लें। ऑफ़लाइन उपलब्ध है.
hr: Uživajte u neprekinutim prijevodima razgovora u stvarnom vremenu. Dostupno izvan mreže.
id: Nikmati terjemahan real-time tanpa gangguan untuk percakapan. Tersedia offline.
mr: संभाषणांसाठी अखंड रिअल-टाइम भाषांतरांचा आनंद घ्या. ऑफलाइन उपलब्ध.
pt_br: Desfrute de traduções ininterruptas em tempo real para conversas. Disponível off-line.
ta: உரையாடல்களுக்கு இடையூறு இல்லாத நிகழ்நேர மொழிபெயர்ப்புகளை அனுபவிக்கவும். ஆஃப்லைனில் கிடைக்கும்.
te: సంభాషణల కోసం అంతరాయం లేని నిజ-సమయ అనువాదాలను ఆస్వాదించండి. ఆఫ్‌లైన్‌లో అందుబాటులో ఉంది.
zu: Jabulela ukuhumusha kwesikhathi sangempela okungaphazamiseki kwezingxoxo. Itholakala ungaxhunyiwe ku-inthanethi.

source: Enter Text
af: Voer teks in
bn: টেক্সট লিখুন
de: Geben Sie Text ein
es: Introducir texto
fr: Saisir du texte
hi: पाठ दर्ज करें
hr: Unesite tekst
id: Masukkan Teks
mr: मजकूर प्रविष्ट करा
pt_br: Insira o texto
ta: உரையை உள்ளிடவும்
te: వచనాన్ని నమోదు చేయండి
zu: Faka umbhalo

source: Entries
af: Inskrywings
bn: এন্ট্রি
de: Einträge
es: Entradas
fr: Entrées
hi: प्रविष्टियां
hr: Upisi
id: Entri
mr: नोंदी
pt_br: Entradas
ta: உள்ளீடுகள்
te: ఎంట్రీలు
zu: Okufakiwe

source: Entry
af: Inskrywing
bn: এন্ট্রি
de: Eintrag
es: Entrada
fr: Entrée
hi: प्रवेश
hr: Ulazak
id: Pintu masuk
mr: प्रवेश
pt_br: Entrada
ta: நுழைவு
te: ప్రవేశం
zu: Ukungena

source: Error
af: Fout
bn: ত্রুটি
de: Fehler
fr: Erreur
hi: गलती
hr: Greška
id: Kesalahan
mr: त्रुटी
pt_br: Erro
ta: பிழை
te: లోపం
zu: Iphutha

source: Error occurred
af: Fout het voorgekom
bn: ত্রুটি ঘটেছে
de: Es ist ein Fehler aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
hi: त्रुटि हुई
hr: Došlo je do pogreške
id: Terjadi kesalahan
mr: त्रुटी आली
pt_br: Ocorreu um erro
ta: பிழை ஏற்பட்டது
te: లోపం సంభవించింది
zu: Kwenzeke iphutha

source: Examples
af: Voorbeelde
bn: উদাহরণ
de: Beispiele
es: Ejemplos
fr: Exemples
hi: उदाहरण
hr: Primjeri
id: Contoh
mr: उदाहरणे
pt_br: Exemplos
ta: எடுத்துக்காட்டுகள்
te: ఉదాహరణలు
zu: Izibonelo

# Fast, reliable text translation whenever you need it
source: Fast, reliable text translation whenever\nyou need it
af: Vinnige, betroubare teksvertaling wanneer\jy dit ook al nodig het
bn: দ্রুত, নির্ভরযোগ্য পাঠ্য অনুবাদ\nযখনই আপনার প্রয়োজন হয়
de: Schnelle und zuverlässige Textübersetzung, wann immer Sie sie benötigen
es: Traducción de texto rápida y confiable cuando\nla necesites
fr: Traduction de texte rapide et fiable quand\nvous en avez besoin
hi: जब भी आपको आवश्यकता हो, तेज़, विश्वसनीय पाठ अनुवाद
hr: Brz, pouzdan prijevod teksta\nkad god ga trebate
id: Terjemahan teks yang cepat dan andal kapan pun\nAnda membutuhkannya
mr: जलद, विश्वासार्ह मजकूर भाषांतर\nजेव्हाही तुमची गरज असेल
pt_br: Tradução de texto rápida e confiável sempre que você precisar
ta: உங்களுக்குத் தேவைப்படும் போதெல்லாம்\nவேகமான, நம்பகமான உரை மொழிபெயர்ப்பு
te: మీకు అవసరమైనప్పుడు\nవేగవంతమైన, నమ్మదగిన వచన అనువాదం
zu: Ukuhumusha umbhalo osheshayo, othembekile noma nini\uwudinga

source: Feedback
af: Terugvoer
bn: প্রতিক্রিয়া
de: Rückmeldung
es: Comentario
fr: Retour
hi: प्रतिक्रिया
hr: Povratne informacije
id: Masukan
mr: अभिप्राय
pt_br: Opinião
ta: பின்னூட்டம்
te: అభిప్రాయం
zu: Impendulo

source: Female
af: Vroulik
bn: মহিলা
de: Weiblich
es: Femenino
fr: Femelle
hi: महिला
hr: Žena
id: Perempuan
mr: स्त्री
pt_br: Fêmea
ta: பெண்
te: స్త్రీ
zu: Owesifazane

source: Flash not available in live scan
af: Flits nie beskikbaar in regstreekse skandering nie
bn: লাইভ স্ক্যানে ফ্ল্যাশ পাওয়া যায় না
de: Flash ist im Live-Scan nicht verfügbar
es: Flash no disponible en escaneo en vivo
fr: Flash non disponible dans l'analyse en direct
hi: लाइव स्कैन में फ़्लैश उपलब्ध नहीं है
hr: Flash nije dostupan u skeniranju uživo
id: Flash tidak tersedia dalam pemindaian langsung
mr: थेट स्कॅनमध्ये फ्लॅश उपलब्ध नाही
pt_br: Flash não disponível na verificação ao vivo
ta: லைவ் ஸ்கேனில் ஃபிளாஷ் கிடைக்கவில்லை
te: లైవ్ స్కాన్‌లో ఫ్లాష్ అందుబాటులో లేదు
zu: I-Flash ayitholakali ekuskeneni bukhoma

source: for better accuracy?
af: vir beter akkuraatheid?
bn: ভাল নির্ভুলতার জন্য?
de: für eine bessere Genauigkeit?
es: para una mayor precisión?
fr: pour une meilleure précision ?
hi: बेहतर सटीकता के लिए?
hr: za bolju točnost?
id: untuk akurasi yang lebih baik?
mr: चांगल्या अचूकतेसाठी?
pt_br: para melhor precisão?
ta: சிறந்த துல்லியத்திற்காக?
te: మెరుగైన ఖచ్చితత్వం కోసం?
zu: ukuze uthole ukunemba okungcono?

source: From
af: Van
bn: থেকে
de: Aus
es: De
fr: Depuis
hi: से
hr: Iz
id: Dari
mr: पासून
pt_br: De
ta: இருந்து
te: నుండి
zu: Kusuka

source: GET ANUALLY - SAVE
af: KRY JAARLIKS - SPAAR
bn: বার্ষিক পান - সংরক্ষণ করুন
de: JÄHRLICH ERHALTEN – SPAREN
es: OBTÉN ANUALMENTE - AHORRA
fr: OBTENEZ ANUELLEMENT - ÉCONOMISEZ
hi: वार्षिक रूप से प्राप्त करें - सहेजें
hr: DOBITE GODIŠNJE - UŠTEDITE
id: DAPATKAN SETIAP TAHUN - SIMPAN
mr: वार्षिक मिळवा - जतन करा
pt_br: OBTENHA ANUALMENTE - ECONOMIZE
ta: ஆண்டுதோறும் பெறவும் - சேமிக்கவும்
te: ఏటా పొందండి - సేవ్ చేయండి
zu: THOLA NGOKUNYE - GCINA

source: GET MONTHLY - SAVE
af: KRY MAANDELIKS - SPAAR
bn: মাসিক পান - সংরক্ষণ করুন
de: MONATLICH ERHALTEN – SPAREN
es: OBTÉN MENSUAL - AHORRA
fr: OBTENEZ MENSUELLEMENT - ÉCONOMISEZ
hi: मासिक प्राप्त करें - बचत करें
hr: DOBITE MJESEČNO - UŠTEDITE
id: DAPATKAN BULANAN - HEMAT
mr: मासिक मिळवा - जतन करा
pt_br: GANHE MENSALMENTE - ECONOMIZE
ta: மாதாந்திர பெறவும் - சேமிக்கவும்
te: నెలవారీ పొందండి - సేవ్ చేయండి
zu: THOLA NGENYANGA - GCINA

source: Get Started
af: Begin
bn: শুরু করুন
de: Legen Sie los
es: Empezar
fr: Commencer
hi: शुरू हो जाओ
hr: Započnite
id: Memulai
mr: प्रारंभ करा
pt_br: Comece
ta: தொடங்குங்கள்
te: ప్రారంభించండి
zu: Qalisa

source: GET WEEKLY
af: KRY WEEKLIKS
bn: সাপ্তাহিক পান
de: ERHALTEN SIE WÖCHENTLICH
es: OBTENER SEMANAL
fr: OBTENEZ PAR SEMAINE
hi: साप्ताहिक प्राप्त करें
hr: PREUZMI TJEDNO
id: DAPATKAN MINGGUAN
mr: साप्ताहिक मिळवा
pt_br: SEMANALMENTE
ta: வாரந்தோறும் கிடைக்கும்
te: వారానికోసారి పొందండి
zu: THOLA MAVIKI

source: Get your personalized
af: Kry jou persoonlike
bn: আপনার ব্যক্তিগতকৃত পান
de: Holen Sie sich Ihr personalisiertes
es: Consigue tu personalizado
fr: Obtenez votre personnalisé
hi: अपना वैयक्तिकृत प्राप्त करें
hr: Prilagodite svoje
id: Dapatkan personalisasi Anda
mr: आपले वैयक्तिकृत करा
pt_br: Obtenha o seu personalizado
ta: உங்கள் தனிப்பயனாக்கத்தைப் பெறுங்கள்
te: మీ వ్యక్తిగతీకరించండి
zu: Yenza kube ngokwakho

source: Go to Settings
af: Gaan na Instellings
bn: সেটিংসে যান
de: Gehen Sie zu Einstellungen
es: Ir a configuración
fr: Allez dans Paramètres
hi: सेटिंग्स पर जाएं
hr: Idite na Postavke
id: Buka Pengaturan
mr: सेटिंग्ज वर जा
pt_br: Vá para Configurações
ta: அமைப்புகளுக்குச் செல்லவும்
te: సెట్టింగ్‌లకు వెళ్లండి
zu: Iya kokuthi Izilungiselelo

source: Haptics
af: Haptika
bn: হ্যাপটিক্স
de: Haptik
es: hápticos
fr: Haptique
hi: हैप्टिक्स
hr: Opipljivost
id: Haptik
mr: हॅप्टिक्स
pt_br: Tátil
ta: ஹாப்டிக்ஸ்
te: హాప్టిక్స్
zu: I-Haptics

# Have a conversation in any language effortlessly translated
source: Have a conversation in any language\neffortlessly translated
af: Voer 'n gesprek in enige taal\nou moeiteloos vertaal
bn: যেকোনো ভাষায় কথোপকথন করুন\nঅনায়াসে অনুবাদ করুন
de: Führen Sie ein Gespräch in einer beliebigen Sprache, die mühelos übersetzt wird
es: Mantenga una conversación en cualquier idioma\ntraducida sin esfuerzo
fr: Avoir une conversation dans n'importe quelle langue\ntraduite sans effort
hi: किसी भी भाषा में आसानी से अनुवादित बातचीत करें
hr: Vodite razgovor na bilo kojem jeziku\nepreveden bez muke
id: Lakukan percakapan dalam bahasa apa pun\nterjemahan dengan mudah
mr: कोणत्याही भाषेत संभाषण करा\nसहजपणे भाषांतरित करा
pt_br: Converse em qualquer idioma\traduzido sem esforço
ta: எந்த மொழியிலும் உரையாடலை மேற்கொள்ளுங்கள்\nசுயமாக மொழிபெயர்க்கலாம்
te: ఏదైనా భాషలో\nఅప్రయత్నంగా అనువదించండి
zu: Iba nengxoxo nganoma yiluphi ulimi\okuhunyushwe kalula

source: Hello
af: Hallo
bn: হ্যালো
de: Hallo
es: Hola
fr: Bonjour
hi: नमस्ते
hr: Zdravo
id: Halo
mr: नमस्कार
pt_br: Olá
ta: வணக்கம்
te: నమస్కారం
zu: Sawubona

source: Hello %@
af: Hallo %@
bn: হ্যালো %@
de: Hallo %@
es: Hola %@
fr: Bonjour %@
hi: नमस्ते %@
hr: Pozdrav %@
id: Halo %@
mr: नमस्कार %@
pt_br: Olá %@
ta: வணக்கம் %@
te: హలో %@
zu: Sawubona %@

source: Hello, world!
af: Hallo, wêreld!
bn: হ্যালো, বিশ্ব!
de: Hallo Welt!
es: ¡Hola Mundo!
fr: Bonjour le monde!
hi: हैलो वर्ल्ड!
hr: Zdravo svijete!
id: Halo dunia!
mr: नमस्कार, जग!
pt_br: Olá, mundo!
ta: வணக்கம், உலகம்!
te: హలో, ప్రపంచం!
zu: Sawubona Mhlaba!

source: Hide Plans
af: Versteek planne
bn: পরিকল্পনা লুকান
de: Pläne ausblenden
es: Ocultar planes
fr: Masquer les forfaits
hi: योजनाएँ छिपाएँ
hr: Sakrij planove
id: Sembunyikan Paket
mr: योजना लपवा
pt_br: Ocultar planos
ta: திட்டங்களை மறை
te: ప్రణాళికలను దాచండి
zu: Fihla Amacebo

source: History
af: Geskiedenis
bn: ইতিহাস
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
hr: Povijest
id: Sejarah
mr: इतिहास
pt_br: História
ta: வரலாறு
te: చరిత్ర
zu: Umlando

source: Hold Text for Precise Translation
af: Hou teks vas vir akkurate vertaling
bn: সুনির্দিষ্ট অনুবাদের জন্য পাঠ্য ধরে রাখুন
de: Halten Sie den Text für eine präzise Übersetzung fest
es: Mantenga presionado el texto para una traducción precisa
fr: Conserver le texte pour une traduction précise
hi: सटीक अनुवाद के लिए पाठ को दबाए रखें
hr: Zadrži tekst za precizan prijevod
id: Tahan Teks untuk Terjemahan yang Tepat
mr: अचूक भाषांतरासाठी मजकूर धरून ठेवा
pt_br: Segure o texto para uma tradução precisa
ta: துல்லியமான மொழிபெயர்ப்புக்கு உரையை அழுத்திப் பிடிக்கவும்
te: ఖచ్చితమైన అనువాదం కోసం వచనాన్ని పట్టుకోండి
zu: Bamba Umbhalo ukuze Uhumushe Okunembile

source: Image Saved
af: Prent gestoor
bn: ছবি সংরক্ষিত
de: Bild gespeichert
es: Imagen guardada
fr: Image enregistrée
hi: छवि सहेजी गई
hr: Slika spremljena
id: Gambar Disimpan
mr: प्रतिमा जतन केली
pt_br: Imagem salva
ta: படம் சேமிக்கப்பட்டது
te: చిత్రం సేవ్ చేయబడింది
zu: Isithombe Silondoloziwe

source: Image Translation
af: Beeldvertaling
bn: ছবি অনুবাদ
de: Bildübersetzung
es: Traducción de imágenes
fr: Traduction d’images
hi: छवि अनुवाद
hr: Prijevod slika
id: Terjemahan Gambar
mr: प्रतिमा अनुवाद
pt_br: Tradução de imagens
ta: பட மொழிபெயர்ப்பு
te: చిత్ర అనువాదం
zu: Ukuhunyushwa Kwesithombe

source: initializing...
af: inisialiseer ...
bn: শুরু হচ্ছে...
de: Initialisierung...
es: inicializando...
fr: initialisation...
hi: प्रारंभ किया जा रहा है...
hr: inicijalizacija...
id: menginisialisasi...
mr: आरंभ करत आहे...
pt_br: inicializando...
ta: துவக்குகிறது...
te: ప్రారంభించడం...
zu: iyaqalisa...

source: Interpolation ✅
af: Interpolasie ✅
bn: ইন্টারপোলেশন ✅
es: Interpolación ✅
hi: अंतर्वेशन ✅
hr: Interpolacija ✅
id: Interpolasi ✅
mr: इंटरपोलेशन ✅
pt_br: Interpolação ✅
ta: இடைக்கணிப்பு ✅
te: ఇంటర్పోలేషన్ ✅
zu: Ukuhumusha ✅

source: Language
af: Taal
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
hr: Jezik
id: Bahasa
mr: भाषा
pt_br: Linguagem
ta: மொழி
te: భాష
zu: Ulimi

source: Language Mismatch Detected
af: Taalwanpassing bespeur
bn: ভাষার অমিল শনাক্ত হয়েছে৷
de: Sprachkonflikt erkannt
es: Discordancia de idioma detectada
fr: Incompatibilité de langue détectée
hi: भाषा बेमेल का पता चला
hr: Otkrivena jezična nepodudarnost
id: Ketidakcocokan Bahasa Terdeteksi
mr: भाषा जुळत नाही आढळले
pt_br: Incompatibilidade de idioma detectada
ta: மொழி பொருத்தமின்மை கண்டறியப்பட்டது
te: భాష సరిపోలని గుర్తించబడింది
zu: Kutholwe Ukungafani Kolimi

source: Language not downloaded:
af: Taal nie afgelaai nie:
bn: ভাষা ডাউনলোড করা হয়নি:
de: Sprache nicht heruntergeladen:
es: Idioma no descargado:
fr: Langue non téléchargée :
hi: भाषा डाउनलोड नहीं हुई:
hr: Jezik nije preuzet:
id: Bahasa tidak diunduh:
mr: भाषा डाउनलोड केलेली नाही:
pt_br: Idioma não baixado:
ta: மொழி பதிவிறக்கம் செய்யப்படவில்லை:
te: భాష డౌన్‌లోడ్ చేయబడలేదు:
zu: Ulimi alulandiwe:

source: Languages
af: Tale
bn: ভাষা
de: Sprachen
es: Idiomas
fr: Langues
hi: बोली
hr: jezici
id: Bahasa
mr: भाषा
pt_br: Idiomas
ta: மொழிகள்
te: భాషలు
zu: Izilimi

source: LEGAL TERMS
af: WETLIKE BEPALINGS
bn: আইনি শর্তাবলী
de: RECHTLICHE BEDINGUNGEN
es: TÉRMINOS LEGALES
fr: CONDITIONS JURIDIQUES
hi: कानूनी शर्तें
hr: PRAVNI UVJETI
id: KETENTUAN HUKUM
mr: कायदेशीर अटी
pt_br: TERMOS LEGAIS
ta: சட்ட விதிமுறைகள்
te: చట్టపరమైన నిబంధనలు
zu: IMIGOMO YOMTHETHO

source: Lifetime
af: Leeftyd
bn: আজীবন
de: Lebensdauer
es: Vida
fr: Durée de vie
hi: जीवनभर
hr: Životni vijek
id: Seumur hidup
mr: आयुष्यभर
pt_br: Vida
ta: வாழ்நாள்
te: జీవితకాలం
zu: Ukuphila konke

source: Listening...
af: Luister tans...
bn: শুনছি...
de: Hören...
es: Escuchando...
fr: Écoute...
hi: सुनना...
hr: Slušanje...
id: Mendengarkan...
mr: ऐकत आहे...
pt_br: Audição...
ta: கேட்கிறது...
te: వింటూ...
zu: Ilalele...

source: Live Text Scanning
af: Regstreekse teksskandering
bn: লাইভ টেক্সট স্ক্যানিং
de: Live-Text-Scannen
es: Escaneo de texto en vivo
fr: Numérisation de texte en direct
hi: लाइव टेक्स्ट स्कैनिंग
hr: Skeniranje teksta uživo
id: Pemindaian Teks Langsung
mr: थेट मजकूर स्कॅनिंग
pt_br: Digitalização de texto ao vivo
ta: நேரடி உரை ஸ்கேனிங்
te: ప్రత్యక్ష వచన స్కానింగ్
zu: Ukuskena kombhalo obukhoma

source: Localization Demo
af: Lokalisering Demo
bn: স্থানীয়করণ ডেমো
de: Lokalisierungsdemo
es: Demostración de localización
fr: Démo de localisation
hi: स्थानीयकरण डेमो
hr: Demonstracija lokalizacije
id: Demo Lokalisasi
mr: स्थानिकीकरण डेमो
pt_br: Demonstração de localização
ta: உள்ளூர்மயமாக்கல் டெமோ
te: స్థానికీకరణ డెమో
zu: Idemo Yendawo

# Long press on the text in the camera view to get an accurate translation
source: Long press on the text in the camera view\nto get an accurate translation
af: Druk lank op die teks in die kamera-aansig\nom 'n akkurate vertaling te kry
bn: নির্ভুল অনুবাদ পেতে\nক্যামেরা ভিউতে লেখাটির উপর দীর্ঘক্ষণ টিপুন
de: Drücken Sie lange auf den Text in der Kameraansicht,\num eine genaue Übersetzung zu erhalten
es: Mantenga presionado el texto en la vista de la cámara\npara obtener una traducción precisa
fr: Appuyez longuement sur le texte dans la vue caméra\pour obtenir une traduction précise
hi: सटीक अनुवाद प्राप्त करने के लिए\nकैमरा दृश्य में टेक्स्ट को देर तक दबाएँ
hr: Dugo pritisnite tekst u prikazu kamere\nza točan prijevod
id: Tekan lama teks di tampilan kamera\nuntuk mendapatkan terjemahan yang akurat
mr: अचूक भाषांतर मिळवण्यासाठी कॅमेरा व्ह्यूमध्ये मजकूरावर जास्त वेळ दाबून ठेवा
pt_br: Mantenha pressionado o texto na visualização da câmera\para obter uma tradução precisa
ta: துல்லியமான மொழிபெயர்ப்பைப் பெற, கேமரா காட்சியில்\nஉரையை நீண்ட நேரம் அழுத்தவும்
te: ఖచ్చితమైన అనువాదాన్ని పొందడానికి\nకెమెరా వీక్షణలోని వచనంపై ఎక్కువసేపు నొక్కండి
zu: Cindezela isikhathi eside umbhalo ekubukeni kwekhamera\ukuze uthole ukuhumusha okunembile

source: Male
af: Manlik
bn: পুরুষ
de: Männlich
es: Masculino
fr: Mâle
hi: पुरुष
hr: Muški
id: Pria
mr: पुरुष
pt_br: Macho
ta: ஆண்
te: పురుషుడు
zu: Owesilisa

source: Microphone access denied
af: Mikrofoontoegang geweier
bn: মাইক্রোফোন অ্যাক্সেস অস্বীকৃত
de: Mikrofonzugriff verweigert
es: Acceso al micrófono denegado
fr: Accès au microphone refusé
hi: माइक्रोफ़ोन पहुंच अस्वीकृत
hr: Pristup mikrofonu odbijen
id: Akses mikrofon ditolak
mr: मायक्रोफोन प्रवेश नाकारला
pt_br: Acesso ao microfone negado
ta: மைக்ரோஃபோன் அணுகல் மறுக்கப்பட்டது
te: మైక్రోఫోన్ యాక్సెస్ నిరాకరించబడింది
zu: Ukufinyelela kwemakrofoni kunqatshiwe

source: month
af: maand
bn: মাস
de: Monat
es: mes
fr: mois
hi: महीना
hr: mjesec
id: bulan
mr: महिना
pt_br: mês
ta: மாதம்
te: నెల
zu: inyanga

source: Monthly plan
af: Maandelikse plan
bn: মাসিক পরিকল্পনা
de: Monatsplan
es: plan mensual
fr: Forfait mensuel
hi: मासिक योजना
hr: Mjesečni plan
id: Paket bulanan
mr: मासिक योजना
pt_br: Plano mensal
ta: மாதாந்திர திட்டம்
te: నెలవారీ ప్రణాళిక
zu: Uhlelo lwanyanga zonke

source: more
af: meer
bn: আরো
de: mehr
es: más
fr: plus
hi: अधिक
hr: više
id: lagi
mr: अधिक
pt_br: mais
ta: மேலும்
te: మరింత
zu: Okuningi

source: New
af: Nuut
bn: নতুন
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
hr: Novi
id: Baru
mr: नवीन
pt_br: Novo
ta: புதியது
te: కొత్తది
zu: Okusha

source: New Version Available
af: Nuwe weergawe beskikbaar
bn: নতুন সংস্করণ উপলব্ধ
de: Neue Version verfügbar
es: Nueva versión disponible
fr: Nouvelle version disponible
hi: नया संस्करण उपलब्ध है
hr: Nova verzija dostupna
id: Versi Baru Tersedia
mr: नवीन आवृत्ती उपलब्ध
pt_br: Nova versão disponível
ta: புதிய பதிப்பு கிடைக்கிறது
te: కొత్త వెర్షన్ అందుబాటులో ఉంది
zu: Inguqulo Entsha Iyatholakala

source: No Bookmarks Yet
af: Nog geen boekmerke nie
bn: এখনও কোন বুকমার্ক নেই
de: Noch keine Lesezeichen
es: Aún no hay marcadores
fr: Aucun favori pour l'instant
hi: अभी तक कोई बुकमार्क नहीं
hr: Još nema knjižnih oznaka
id: Belum Ada Bookmark
mr: अद्याप कोणतेही बुकमार्क नाहीत
pt_br: Ainda não há favoritos
ta: இதுவரை புக்மார்க்குகள் இல்லை
te: ఇంకా బుక్‌మార్క్‌లు లేవు
zu: Awekho Amabhukumaka okwamanje

source: No conversation yet
af: Nog geen gesprek nie
bn: এখনো কোনো কথোপকথন নেই
de: Noch kein Gespräch
es: Aún no hay conversación
fr: Aucune conversation pour l'instant
hi: अभी तक कोई बातचीत नहीं हुई
hr: Još nema razgovora
id: Belum ada percakapan
mr: अजून संभाषण नाही
pt_br: Nenhuma conversa ainda
ta: இன்னும் உரையாடல் இல்லை
te: ఇంకా సంభాషణ లేదు
zu: Ayikho ingxoxo okwamanje

source: No conversations
af: Geen gesprekke nie
bn: কোনো কথোপকথন নেই
de: Keine Gespräche
es: Sin conversaciones
fr: Aucune conversation
hi: कोई बातचीत नहीं
hr: Bez razgovora
id: Tidak ada percakapan
mr: संभाषणे नाहीत
pt_br: Sem conversas
ta: உரையாடல்கள் இல்லை
te: సంభాషణలు లేవు
zu: Azikho izingxoxo

source: No conversations to delete.
af: Geen gesprekke om uit te vee nie.
bn: মুছে ফেলার জন্য কোন কথোপকথন নেই।
de: Keine Konversationen zum Löschen vorhanden.
es: No hay conversaciones para eliminar.
fr: Aucune conversation à supprimer.
hi: हटाने के लिए कोई बातचीत नहीं.
hr: Nema razgovora za brisanje.
id: Tidak ada percakapan yang perlu dihapus.
mr: हटवण्यासाठी कोणतीही संभाषणे नाहीत.
pt_br: Nenhuma conversa para excluir.
ta: நீக்குவதற்கு உரையாடல்கள் இல்லை.
te: తొలగించడానికి సంభాషణలు లేవు.
zu: Azikho izingxoxo ezizosuswa.

source: No conversations yet
af: Nog geen gesprekke nie
bn: এখনো কোনো কথোপকথন নেই
de: Noch keine Gespräche
es: Aún no hay conversaciones
fr: Aucune conversation pour l'instant
hi: अभी तक कोई बातचीत नहीं
hr: Još nema razgovora
id: Belum ada percakapan
mr: अद्याप कोणतीही संभाषणे नाहीत
pt_br: Ainda não há conversas
ta: இதுவரை எந்த உரையாடலும் இல்லை
te: ఇంకా సంభాషణలు లేవు
zu: Azikho izingxoxo okwamanje

source: No History
af: Geen geskiedenis nie
bn: কোন ইতিহাস নেই
de: Keine Geschichte
es: Sin historia
fr: Pas d'historique
hi: कोई इतिहास नहीं
hr: Nema povijesti
id: Tidak Ada Sejarah
mr: इतिहास नाही
pt_br: Sem histórico
ta: வரலாறு இல்லை
te: చరిత్ర లేదు
zu: Awukho Umlando

source: No history to delete.
af: Geen geskiedenis om uit te vee nie.
bn: মুছে ফেলার জন্য কোন ইতিহাস নেই।
de: Kein Verlauf zum Löschen vorhanden.
es: No hay historial para eliminar.
fr: Aucun historique à supprimer.
hi: हटाने के लिए कोई इतिहास नहीं.
hr: Nema povijesti za brisanje.
id: Tidak ada riwayat yang perlu dihapus.
mr: हटवण्यासाठी कोणताही इतिहास नाही.
pt_br: Nenhum histórico para excluir.
ta: நீக்க வரலாறு இல்லை.
te: తొలగించడానికి చరిత్ర లేదు.
zu: Awukho umlando ongasuswa.

source: No history yet
af: Nog geen geskiedenis nie
bn: এখনো কোনো ইতিহাস নেই
de: Noch keine Geschichte
es: Aún no hay historial
fr: Pas encore d'historique
hi: अभी तक कोई इतिहास नहीं
hr: Još nema povijesti
id: Belum ada sejarah
mr: अजून इतिहास नाही
pt_br: Ainda não há histórico
ta: இதுவரை வரலாறு இல்லை
te: ఇంకా చరిత్ర లేదు
zu: Awukho umlando okwamanje

source: No Image Recognised, Please Try Again
af: Geen beeld word herken nie, probeer asseblief weer
bn: কোন ছবি স্বীকৃত নয়, আবার চেষ্টা করুন
de: Kein Bild erkannt, bitte versuchen Sie es erneut
es: No se reconoce ninguna imagen, inténtelo de nuevo
fr: Aucune image reconnue, veuillez réessayer
hi: कोई छवि पहचानी नहीं गई, कृपया पुनः प्रयास करें
hr: Slika nije prepoznata, pokušajte ponovno
id: Tidak Ada Gambar yang Dikenali, Silakan Coba Lagi
mr: कोणतीही प्रतिमा ओळखली नाही, कृपया पुन्हा प्रयत्न करा
pt_br: Nenhuma imagem reconhecida, tente novamente
ta: படம் எதுவும் அங்கீகரிக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்
te: చిత్రం ఏదీ గుర్తించబడలేదు, దయచేసి మళ్లీ ప్రయత్నించండి
zu: Asikho Isithombe Esibonwayo, Sicela uzame Futhi

source: No internet connection
af: Geen internet konneksie nie
bn: ইন্টারনেট সংযোগ নেই
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion Internet
hi: कोई इंटरनेट कनेक्शन नहीं
hr: Nema internetske veze
id: Tidak ada koneksi internet
mr: इंटरनेट कनेक्शन नाही
pt_br: Sem conexão com a internet
ta: இணைய இணைப்பு இல்லை
te: ఇంటర్నెట్ కనెక్షన్ లేదు
zu: Alukho uxhumano lwe-inthanethi

source: No recent history
af: Geen onlangse geskiedenis nie
bn: সাম্প্রতিক ইতিহাস নেই
de: Keine neuere Geschichte
es: Sin antecedentes recientes
fr: Pas d'antécédent récent
hi: कोई हालिया इतिहास नहीं
hr: Nema novije povijesti
id: Tidak ada riwayat terkini
mr: अलीकडील इतिहास नाही
pt_br: Sem histórico recente
ta: சமீபத்திய வரலாறு இல்லை
te: ఇటీవలి చరిత్ర లేదు
zu: Awukho umlando wakamuva
